Revit 2024 API
ParameterTypeId.RbsStartOffsetParam Property
 "Start Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsStartOffsetParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsStartOffsetParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsStartOffsetParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace